{
    "chapters": {
        "home": "Hjem",
        "education": "Utdanning",
        "work": "Arbeidserfaring"
    },
    "home": {
        "role": "Full Stack Software Ingeniør",
        "description1": "Jeg er Wessel, en {age} år gammel full-stack software ingeniør med {exp} år erfaring. Jeg er dyktig i å bygge både front-end og back-end for webapplikasjoner, inkludert opprettelse av databaser og integrering av programvare med Azure via CI/CD pipelines. Jeg sørger for at alle komponentene fungerer sømløst sammen og leverer fullt integrerte, end-to-end løsninger.",
        "description2": "Jeg har vært forelsket i Norge, kulturen og språket siden barndommen, og å flytte dit har alltid vært en drøm for meg. Jeg snakker norsk flytende, og å jobbe i Norge—enten eksternt eller, helst, på kontoret—er min høyeste prioritet. Jeg er spent på å ta de nødvendige stegene for å gjøre denne barndomsdrømmen til virkelighet!",
        "call": "Ring meg"
    },
    "education": {
        "hu": {
            "description": "Fullførte en 4-årig bachelorgrad med fokus på programvareutvikling, inkludert webutvikling, databaser og systemdesign/-arkitektur. Spesialiserte meg på webutvikling og design."
        }
    },
    "work": {
        "mysolution": {
            "description": "Designet og utviklet en fullt tilpassbar webplattform ved hjelp av React, TypeScript og Java Spring, med full prosjektansvar for å sikre GDPR-samsvar, sikker JWT-autentisering, en SQLite-basert Salesforce-integrasjon og robust backend-støtte for personlige bedriftsnettsteder."
        },
        "hjemvik": {
            "description": "Utviklet en fullstack e-handelsplattform for Hjemvik, et norsk selskap, ved bruk av React med TypeScript og Java Spring. Fokuserte på å skape et elegant, responsivt design og en sømløs brukeropplevelse, og leverte en skreddersydd løsning for selskapets nettbaserte tilstedeværelse."
        }
    },
    "stack": {
        "tools": "Verktøy og programvare",
        "security": "Sikkerhet",
        "languages": {
            "title": "Språk",
            "norwegian": "Norsk - Arbeidskompetanse og nesten som morsmål. (C1)",
            "english": "Engelsk - Morsmål. (C2)",
            "dutch": "Nederlandsk - Morsmål. (C2)",
            "danish": "Dansk - Upper Intermediate. (B1)",
            "swedish": "Svensk - Upper Intermediate. (B1)"
        }
    },
    "footer": {
        "message1": "Interessert / vil du bare ha en prat? Det vil jeg gjerne også!",
        "message2": "Send meg en {mail}, så svarer jeg deg så snart som mulig!",
        "mail": "e-post"
    }
}