{
    "about": {
        "country": "Netherlands",
        "description": "Full Stack Software Engineer with experience as a Team Leader. I have a strong passion for Norway and look forward to the opportunity to relocate there."
    },
    "sidepanel": {
        "about": "About",
        "projects": "Projects",
        "education": "Education",
        "skills": "Skills",
        "norway": "Norway"
    },
    "projects": {
        "title": "Projects",
        "description": "Take a look at all the products I've crafted for schoolprojects, internships, side projects and jobs.",
        "mysolution": {
            "text1": "Mysolution provides recruitment and staffing software that automates sourcing, onboarding, placement, and payroll for agencies across Europe, optimizing HR operations from its base in Houten, Netherlands.",
            "text2": "The candidate onboarding portal, created for Mysolution, is a user-friendly platform for GrowWork customers. It enables candidates to easily submit their information, ensuring a smooth start at GrowWork. Streamlining paperwork and ensuring GDPR compliance, the portal simplifies the hiring process, offering an efficient, transparent experience for candidates and reducing administrative work for GrowWork.",
            "date": "September 2024 - January 2025",
            "role1": "Full Stack Developer",
            "role2": "GDPR researcher"
        },
        "luftan": {
            "text1": "Luftan, a Swedish brand, creates eco-friendly aroma diffusers that enhance spaces with calming scents, prioritizing sustainability, relaxation, and an enriched sensory experience.",
            "text2": "The Luftan e-commerce platform is a fully integrated SaaS solution that allows customers to easily browse and purchase a wide range of aroma diffusers and scents. With a user-friendly interface, it simplifies the shopping experience, enabling seamless product exploration and secure order placement. Customers can access detailed product descriptions, customer reviews, and personalized recommendations, making it easy to find the perfect scent for their needs.",
            "date": "August 2024 - Present",
            "role1": "Full Stack Developer",
            "role2": "Team leader"
        },
        "smartfinance": {
            "text1": "Hogeschool Utrecht is a leading Dutch university of applied sciences, offering practical education of Bachelor level in business, health, and technology for career readiness.",
            "text2": "Smart Finance is an innovative application designed for business students to generate annual financial statements for practice and learning. By simulating real-world financial scenarios, the app enables users to deepen their understanding of accounting principles, financial analysis, and reporting standards. This hands-on approach enhances learning outcomes, equipping students with essential skills for their future careers in finance.",
            "date": "February 2024 - July 2024",
            "role1": "Scrum master",
            "role2": "Team leader",
            "role3": "Full Stack Developer"
        }
    },
    "education": {
        "title": "Education",
        "text1": "I've taken a 4-years Bachelor in Full Stack Software Development at the Hogeschool Utrecht. I learned about Object Oriented Programming, Software Architecture, Security, Accessibility & discussing needs and wishes with customers I've worked for.",
        "text2": "Though having studied Back end practises for most of my time, I've decided in my final years to take a specialization in Front end to have a very concrete spectre in Full Stack Development."
    },
    "skills": {
        "skillstitle": "Skills",
        "languages": "Languages",
        "dutch": "Dutch · Native (C1)",
        "norwegian": "Norwegian · Bilingual (C1)",
        "english": "English · Work proficiency (B2)",
        "tools": "Tools"
    },
    "interests": {
        "title": "Interests",
        "1": "Learning Norwegian / Everything about Norway",
        "2": "Chess - 800 elo",
        "3": "Rock and metal (especially the band Kvelertak)",
        "4": "Trips in nature with my dog Rowdy",
        "5": "Working out / fitness",
        "6": "Norse mythology",
        "7": "Cuphead, Outlast, God of War Ragnarök"
    }
}