{
    "chapters": {
        "home": "Home",
        "about": "About me",
        "education": "Education",
        "work": "Work experience",
        "norway": "Norway",
        "contact": "Contact"
    },
    "home": {
        "intro": "My name is",
        "maintext": "A Full Stack Developer skilled in building end-to-end software solutions"
    },
    "about": {
        "1": "I'm Wessel, a full-stack software developer with {exp} year(s) of experience. I’m skilled in building both the front-end and back-end of web applications, including creating databases and integrating software to Azure. I ensure that all components work seamlessly together, delivering fully integrated, end-to-end solutions.",
        "2": "I’ve been in love with Norway, its culture and language since childhood, and moving there is a dream I've always had. I speak fluent Norwegian, and working in Norway—whether remotely or, ideally, in-office—is my top priority. I’m excited to take the necessary steps to make this childhood dream a reality."
    },
    "education": {
        "description": "Completed a 4-year bachelor's degree with a focus on software development, including web development, databases and system design/architecture. Specialized in web development and design."
    },
    "work": {
        "mysolution": {
            "d1": "Developed a fully customizable web platform for Mysolution using React, TypeScript, and Java Spring, allowing businesses to personalize their websites.  ",
            "d2": "Built a Java Spring backend to handle traffic between the web app and Salesforce server, integrating a SQLite database to store customer settings.",
            "d3": "Implemented secure JWT authentication, CRUD operations, and followed best practices for data security.",
            "d4": "Ensured full GDPR compliance through extensive research and adherence to data protection regulations."
        }
    },
    "stack": {
        "tools": "Tools and Software",
        "security": "Security"
    },
    "contact": {
        "text1": "Interested / just want to chat? So do I!",
        "text2": "Send me a message on one of these platforms and I'll get back to you as soon as possible."
    }
}