{
    "email": "Send me an email",
    "cv": "My resume",
    "role": "Software Developer and Norway enthousiast",
    "description": "Heisann! I'm a {age}-year-old Full Stack Software Developer, specialized in front-end development. I've completed a 4-years IT {bachelorLink} at Hogeschool Utrecht, the Netherlands.",
    "norwaypart1": "Norway has always been more than just a place on the map for me. Its stunning landscapes, rich history, and blend of tradition and modernity have captivated me. Being fluent in Norwegian has deepened my connection to the culture, making every experience—from exploring fjords to engaging with its warm communities—more meaningful.",
    "norwaypart2": "I’m inspired by Norway’s kindness and sustainability and eagerly await the day I can call this extraordinary country my home.",
    "skillstitle": "My skills",
    "skillsdescription": "Explore the software skills I have to bring ideas to life with simplicity and precision.",
    "frontenddescription": "I love creating clean, user-friendly websites with React and JavaScript, focusing on designs that people actually enjoy using.",
    "backenddescription": "I work on the back end with Java, Spring, and C#, building solid systems. I also use Python and PostgreSQL to handle data and make sure everything runs smoothly.",
    "devopsdescription": "I use tools like Azure, Docker, and Powershell to streamline deployment and manage cloud infrastructure, with Git and GitHub for version control and collaboration.",
    "testingdescription": "I work with JUnit5 and Postman for testing, and I develop in environments like IntelliJ IDEA and Visual Studio Code.",
    "worktitle": "My work",
    "workdescription": "Take a look at all the products I've crafted for schoolprojects, internships, side projects and jobs.",
    "luftandescription": "Luftan is a Swedish company specializing in aroma diffusers and Scandinavian-inspired scents. The project includes a full e-commerce platform where users can browse products, add items to their cart, and place orders. I developed the entire site from scratch, covering both front-end and back-end development.",
    "candidateportaldescription": "Mysolution is an international company that offers a Salesforce application for recruitment agencies. In my internship for my HBO Bachelor IT Software Development study I had to create an onboarding portal for a customer of Mysolution, so that the employees of said customer could fill in their credentials (personalia, bank account information, privacy statements etc.). I also had to do research on how to handle sensetive userdata according to the EU-law (GDPR) and ask users for permission to store their data.",
    "huskelistedescription": "HuskeListe is a simple Norwegian to-do app that allows users to add, cross off, and remove tasks from their lists, helping them stay organized.",
    "smartfinancedescription": "SmartFinance is a web application for Hogeschool Utrecht's 'Bedrijfskunde' students. It helps them practice creating 'jaarrekeningen' (annual financial statements) and provides immediate feedback to prepare for tests and homework.",
    "kpndescription": "KPN Reisbewegingen is a site for KPN employees to log their travel data, which is then compiled into an Excel report. Managers can view departmental statistics, and a leaderboard encourages reducing CO2 emissions.",
    "seeproject": "See project"
}