{
    "introdescription": "Heisann! I’m a {age}-year-old Full Stack Software Engineer from the Netherlands, specialized in front-end development. I'm passionate about web design and full stack development, thanks to my 4-years IT {bachelorLink} at Hogeschool Utrecht. I also enjoy nature, dogs, and hope to move to Norway one day.",
    "resumetext": "My resume",
    "mailtext": "Mail me",
    "skillstitle": "Skills",
    "skillsdescription": "A concise overview of my full stack development / designing / team skills.",
    "frontenddescription" : "Proficient in crafting responsive, user-friendly interfaces using HTML, CSS, and Typescript frameworks like React, ensuring seamless user experiences.",
    "backenddescription": "I've built a very solid foundation in back end (especially with Java & Spring), and can easily set up a complex system from scratch.",
    "teampresentationtitle": "Team / presentation",
    "teampresentationdescription": "Effective communicator and collaborator, I excel in both team environments and presentations, conveying complex ideas clearly to diverse audiences.",
    "designdescription": "A keen eye for design principles, I create intuitive and visually appealing layouts that enhance user interaction and accessibility.",
    "databasedescription": "Skilled in designing, managing, and optimizing databases with SQL and NoSQL solutions, ensuring data integrity and efficient querying.",
    "toolsdescription": "Experienced in leveraging a wide range of development tools and environments, including Git, Docker, and CI/CD pipelines, to streamline workflows.",
    "projectstitle": "Projects",
    "projectsdescription": "A selection of my standout projects, showcasing my work.",
    "luftandescription": "Luftan is a Swedish company specializing in aroma diffusers and Scandinavian-inspired scents. The project includes a full e-commerce platform where users can browse products, add items to their cart, and place orders. I developed the entire site from scratch, covering both front-end and back-end development.",
    "candidateportaldescription": "Mysolution is an international company that offers a Salesforce application for recruitment agencies. In my internship for my HBO Bachelor IT Software Development study I had to create an onboarding portal for a customer of Mysolution, so that the employees of said customer could fill in their credentials (personalia, bank account information, privacy statements etc.). I also had to do research on how to handle sensetive userdata according to the EU-law (GDPR) and ask users for permission to store their data.",
    "huskelistedescription": "HuskeListe is a simple Norwegian to-do app that allows users to add, cross off, and remove tasks from their lists, helping them stay organized.",
    "smartfinancedescription": "SmartFinance is a web application for Hogeschool Utrecht's 'Bedrijfskunde' students. It helps them practice creating 'jaarrekeningen' (annual financial statements) and provides immediate feedback to prepare for tests and homework.",
    "kpndescription": "KPN Reisbewegingen is a site for KPN employees to log their travel data, which is then compiled into an Excel report. Managers can view departmental statistics, and a leaderboard encourages reducing CO2 emissions.",
    "seeproject": "See project"
}