{
    "introdescription": "Heisann! Ik ben een {age}-jarige Full Stack Software Engineer uit Nederland, gespecialiseerd in front-end development. Ik ben gepassioneerd door webdesign en full-stack ontwikkeling, dankzij mijn 4-jarige IT {bachelorLink} aan de Hogeschool Utrecht. Ik geniet ook van de natuur, honden, en hoop ooit naar Noorwegen te verhuizen.",
    "resumetext": "Mijn cv",
    "mailtext": "Stuur me een mail",
    "skillstitle": "Vaardigheden",
    "skillsdescription": "Een beknopt overzicht van mijn volledige ontwikkelings-/ontwerp-/teamvaardigheden.",
    "frontenddescription" : "Bedreven in het maken van responsieve, gebruiksvriendelijke interfaces met behulp van HTML-, CSS- en Typescript-frameworks zoals React, waardoor naadloze gebruikerservaringen worden gegarandeerd.",
    "backenddescription": "Ik heb een zeer solide basis in de backend gebouwd (vooral met Java en Spring) en kan gemakkelijk een complex systeem helemaal opnieuw opzetten.",
    "teampresentationtitle": "Team / presentatie",
    "teampresentationdescription": "Ik ben een effectieve communicator en medewerker, ik blink uit in zowel teamomgevingen als presentaties, waarbij ik complexe ideeën duidelijk overbreng naar een divers publiek.",
    "designdescription": "Met een scherp oog voor ontwerpprincipes creëer ik intuïtieve en visueel aantrekkelijke lay-outs die de gebruikersinteractie en toegankelijkheid verbeteren.",
    "databasedescription": "Bekwaam in het ontwerpen, beheren en optimaliseren van databases met SQL- en NoSQL-oplossingen, waardoor de gegevensintegriteit en efficiënte bevraging worden gewaarborgd.",
    "toolsdescription": "Ervaren in het gebruik van een breed scala aan ontwikkeltools en -omgevingen, waaronder Git-, Docker- en CI/CD-pijplijnen, om workflows te stroomlijnen.",
    "projectstitle": "Projecten",
    "projectsdescription": "Een selectie van mijn opvallende projecten, waarin mijn werk wordt getoond.",
    "luftandescription": "Luftan is een Zweeds bedrijf gespecialiseerd in geurverspreiders en Scandinavisch geïnspireerde geuren. Het project omvat een volledig e-commerceplatform waar gebruikers door producten kunnen bladeren, items aan hun winkelwagentje kunnen toevoegen en bestellingen kunnen plaatsen. Ik heb de hele site vanaf nul ontwikkeld, waarbij zowel de front-end als de back-end ontwikkeling aan bod kwam.",
    "candidateportaldescription": "Mysolution is een internationaal bedrijf dat een Salesforce-applicatie aanbiedt voor recruitmentbureaus. Tijdens mijn stage voor mijn HBO Bachelor IT Software Development studie moest ik voor een klant van Mysolution een onboarding portal creëren, zodat de medewerkers van genoemde klant hun inloggegevens (personalia, bankrekeninggegevens, privacyverklaringen etc.) konden invullen. Ook moest ik onderzoek doen naar hoe om te gaan met gevoelige gebruikersgegevens volgens de EU-wetgeving (AVG) en gebruikers om toestemming vragen om hun gegevens op te slaan.",
    "huskelistedescription": "HuskeListe is een eenvoudige Noorse taken-app waarmee gebruikers taken aan hun lijsten kunnen toevoegen, afstrepen en verwijderen, zodat ze georganiseerd blijven.",
    "smartfinancedescription": "SmartFinance is een webapplicatie voor studenten Bedrijfskunde van Hogeschool Utrecht. Het helpt hen bij het oefenen met het maken van jaarrekeningen en geeft directe feedback ter voorbereiding op toetsen en huiswerk.",
    "kpndescription": "KPN Reisbewegingen is een site waar KPN-medewerkers hun reisgegevens kunnen loggen, die vervolgens worden samengevoegd in een Excel-rapport. Managers kunnen afdelingsstatistieken bekijken en een scorebord stimuleert het verminderen van de CO2-uitstoot.",
    "seeproject": "Bekijk project"
}