{
    "email": "Stuur me een e-mail",
    "cv": "Mijn CV",
    "role": "Softwareontwikkelaar en Noorwegen-enthousiast",
    "description": "Heisann! Ik ben een {age}-jarige Full Stack Softwareontwikkelaar, gespecialisseerd in front-end development. Ik heb een 4-jarige ICT {bachelorLink} gevolgd bij de Hogeschool Utrecht, Nederland.",
    "norwaypart1": "Noorwegen is voor mij altijd meer geweest dan alleen een plek op de kaart. De adembenemende landschappen, de rijke geschiedenis en de mix van traditie en moderniteit hebben mij gefascineerd. Doordat ik vloeiend Noors spreek, heb ik mijn band met de cultuur verdiept, waardoor elke ervaring—van het verkennen van de fjorden tot het omgaan met de warme gemeenschappen—betekenisvoller is geworden.",
    "norwaypart2": "Ik ben geïnspireerd door de vriendelijkheid en duurzaamheid van Noorwegen en kijk reikhalzend uit naar de dag dat ik dit buitengewone land mijn thuis kan noemen.",
    "skillstitle": "Mijn vaardigheden",
    "skillsdescription": "Ontdek de softwarevaardigheden die ik heb om ideeën met eenvoud en precisie tot leven te brengen.",
    "frontenddescription": "Ik hou ervan om schone, gebruiksvriendelijke websites te maken met React en JavaScript, waarbij ik me concentreer op ontwerpen die mensen graag gebruiken.",
    "backenddescription": "Ik werk aan de backend met Java, Spring en C# en bouw solide systemen. Ik gebruik ook Python en PostgreSQL om gegevens te verwerken en ervoor te zorgen dat alles soepel verloopt.",
    "devopsdescription": "Ik gebruik tools als Azure, Docker en Powershell om de implementatie te stroomlijnen en de cloudinfrastructuur te beheren, met Git en GitHub voor versiebeheer en samenwerking.",
    "testingdescription": "Voor het testen werk ik met JUnit5 en Postman, en ik ontwikkel in omgevingen als IntelliJ IDEA en Visual Studio Code.",
    "worktitle": "Mijn projecten",
    "workdescription": "Bekijk alle producten die ik heb gemaakt voor schoolprojecten, stages, bijprojecten en klussen.",
    "luftandescription": "Luftan is een Zweeds bedrijf gespecialiseerd in geurverspreiders en Scandinavisch geïnspireerde geuren. Het project omvat een volledig e-commerceplatform waar gebruikers door producten kunnen bladeren, items aan hun winkelwagentje kunnen toevoegen en bestellingen kunnen plaatsen. Ik heb de hele site vanaf nul ontwikkeld, waarbij zowel de front-end als de back-end ontwikkeling aan bod kwam.",
    "candidateportaldescription": "Mysolution is een internationaal bedrijf dat een Salesforce-applicatie aanbiedt voor recruitmentbureaus. Tijdens mijn stage voor mijn HBO Bachelor IT Software Development studie moest ik voor een klant van Mysolution een onboarding portal creëren, zodat de medewerkers van genoemde klant hun inloggegevens (personalia, bankrekeninggegevens, privacyverklaringen etc.) konden invullen. Ook moest ik onderzoek doen naar hoe om te gaan met gevoelige gebruikersgegevens volgens de EU-wetgeving (AVG) en gebruikers om toestemming vragen om hun gegevens op te slaan.",
    "huskelistedescription": "HuskeListe is een eenvoudige Noorse taken-app waarmee gebruikers taken aan hun lijsten kunnen toevoegen, afstrepen en verwijderen, zodat ze georganiseerd blijven.",
    "smartfinancedescription": "SmartFinance is een webapplicatie voor studenten Bedrijfskunde van Hogeschool Utrecht. Het helpt hen bij het oefenen met het maken van jaarrekeningen en geeft directe feedback ter voorbereiding op toetsen en huiswerk.",
    "kpndescription": "KPN Reisbewegingen is een site waar KPN-medewerkers hun reisgegevens kunnen loggen, die vervolgens worden samengevoegd in een Excel-rapport. Managers kunnen afdelingsstatistieken bekijken en een scorebord stimuleert het verminderen van de CO2-uitstoot.",
    "seeproject": "Bekijk project"
}