{
    "email": "Send meg en e-post",
    "cv": "CV-en min",
    "role": "Programvareutvikler og Norge-entusiast",
    "description": "Heisann! Jeg er en {age} år gammel Full Stack Programvareutvikler, spesialisert i front-end development. Jeg har fulgt et 4-årige IT {bachelorLink} ved Hogeschool Utrecht, Nederland.",
    "norwaypart1": "Norge har alltid vært mer enn bare et sted på kartet for meg. Det fantastiske landskapet, den rike historien og en blanding av tradisjon og modernitet har fengslet meg. Å være flytende i norsk har styrket min tilknytning til kulturen, og gjort hver opplevelse—fra å utforske fjorder til å engasjere seg i de varme samfunnene—mye mer meningsfull.",
    "norwaypart2": "Jeg er inspirert av Norges vennlighet og bærekraft og venter spent på dagen jeg kan kalle dette ekstraordinære landet mitt hjem.",
    "skillstitle": "Mine ferdigheter",
    "skillsdescription": "Utforsk programvareferdighetene jeg har for å bringe ideer ut i livet med enkelhet og presisjon.",
    "frontenddescription": "Jeg elsker å lage rene, brukervennlige nettsider med React og JavaScript, med fokus på design som folk faktisk liker å bruke.",
    "backenddescription": "Jeg jobber på baksiden med Java, Spring og C#, og bygger solide systemer. Jeg bruker også Python og PostgreSQL for å håndtere data og sørge for at alt går knirkefritt.",
    "devopsdescription": "Jeg bruker verktøy som Azure, Docker og Powershell for å strømlinjeforme distribusjon og administrere skyinfrastruktur, med Git og GitHub for versjonskontroll og samarbeid.",
    "testingdescription": "Jeg jobber med JUnit5 og Postman for testing, og jeg utvikler i miljøer som IntelliJ IDEA og Visual Studio Code.",
    "worktitle": "Mine prosjekt",
    "workdescription": "Ta en titt på alle produktene jeg har laget for skoleprosjekt, praksisplasser, sideprosjekter og jobber.",
    "luftandescription": "Luftan er et svensk selskap som spesialiserer seg på aromadiffusorer og skandinavisk-inspirerte dufter. Prosjektet inkluderer en full e-handelsplattform der brukere kan bla gjennom produkter, legge til varer i handlekurven og legge inn bestillinger. Jeg utviklet hele siden fra bunnen av, og dekker både front-end og back-end utvikling.",
    "candidateportaldescription": "Mysolution er et internasjonalt selskap som tilbyr en Salesforce-applikasjon for rekrutteringsbyråer. I mitt internship for HBO Bachelor IT Software Development-studiet måtte jeg opprette en onboarding-portal for en kunde av Mysolution, slik at de ansatte til nevnte kunde kunne fylle ut sin legitimasjon (personalia, bankkontoinformasjon, personvernerklæringer osv.). Jeg måtte også forske på hvordan man håndterer sanselig brukerdata i henhold til EU-loven (GDPR) og be brukere om tillatelse til å lagre dataene deres.",
    "huskelistedescription": "HuskeListe er en enkel norsk gjøremålsapp som lar brukere legge til, krysse av og fjerne oppgaver fra listene sine, og hjelpe dem med å holde orden.",
    "smartfinancedescription": "SmartFinance er en nettapplikasjon for Hogeschool Utrechts 'Bedrijfskunde'-studenter. Det hjelper dem å øve seg på å lage 'jaarrekeningen' (årsregnskap) og gir umiddelbar tilbakemelding for å forberede seg til tester og lekser.",
    "kpndescription": "KPN Reisbewegingen er et nettsted for KPN-ansatte for å logge sine reisedata, som deretter settes sammen til en Excel-rapport. Ledere kan se avdelingsstatistikk, og en ledertavle oppfordrer til å redusere CO2-utslipp.",
    "seeproject": "Se prosjekt"
}