{
    "chapters": {
        "home": "Home",
        "education": "Opleiding",
        "work": "Werkervaring"
    },
    "home": {
        "role": "Full Stack Software Engineer",
        "description1": "Ik ben Wessel, een {age}-jarige full-stack softwareontwikkelaar met {exp} jaar ervaring. Ik ben bedreven in het bouwen van zowel de front-end als de back-end van webapplicaties, inclusief het maken van databases en het integreren van software met Azure via CI/CD pipelines. Ik zorg ervoor dat alle componenten naadloos samenwerken en lever volledig geïntegreerde, end-to-end oplossingen.",
        "description2": "Ik ben sinds mijn jeugd verliefd op Noorwegen, de cultuur en de taal, en daar naartoe verhuizen is een droom die ik altijd heb gehad. Ik spreek vloeiend Noors en werken in Noorwegen—ofwel op afstand of, bij voorkeur, op kantoor—is mijn hoogste prioriteit. Ik ben enthousiast om de nodige stappen te zetten om deze jeugddroom werkelijkheid te maken!",
        "call": "Bel me"
    },
    "education": {
        "hu": {
            "description": "Een vierjarige bacheloropleiding afgerond met een focus op softwareontwikkeling, inclusief webontwikkeling, databases en systeemontwerp/-architectuur. Gespecialiseerd in webontwikkeling en design."
        }
    },
    "work": {
        "mysolution": {
            "description": "Een volledig aanpasbaar webplatform ontworpen en ontwikkeld met behulp van React, TypeScript en Java Spring, waarbij ik volledige verantwoordelijkheid heb genomen voor het project om GDPR-compliance, veilige JWT-authenticatie, een SQLite-gebaseerde Salesforce-integratie en robuuste backend-ondersteuning voor gepersonaliseerde zakelijke websites te waarborgen."
        },
        "hjemvik": {
            "description": "Ontwikkelde een full-stack e-commerceplatform voor Hjemvik, een Noors bedrijf, met behulp van React met TypeScript en Java Spring. Gericht op het creëren van een strak, responsief ontwerp en een naadloze gebruikerservaring, waarmee een op maat gemaakte oplossing voor de online aanwezigheid van het bedrijf werd geleverd."
        }
    },
    "stack": {
        "tools": "Tools en Software",
        "security": "Beveiliging",
        "languages": {
            "title": "Talen",
            "norwegian": "Noors - Werkvaardigheid en bijna als moedertaal. (C1)",
            "english": "Engels - Moedertaal. (C2)",
            "dutch": "Nederlands - Moedertaal. (C2)",
            "danish": "Deens - Middengevorderd. (B1)",
            "swedish": "Zweeds - Middengevorderd. (B1)"
        }
    },
    "footer": {
        "message1": "Geïnteresseerd / gewoon een praatje maken? Ik ook!",
        "message2": "Stuur me een {mail}, en ik neem zo snel mogelijk contact met je op!",
        "mail": "mail"
    }
}