{
    "chapters": {
        "home": "Home",
        "education": "Opleiding",
        "work": "Werkervaring",
        "skills": "Vaardigheden",
        "hobbies": "Hobbies",
        "certificates": "Certificaten"
    },
    "home": {
        "role": "Full Stack Software Engineer enthousiast om het leven en kansen in Noorwegen te omarmen",
        "description1": "Ik ben Wessel, een {age}-jarige full-stack softwareontwikkelaar wonend in Nederland met {exp} jaar ervaring. Ik ben gespecialiseerd in het bouwen van zowel front-end als back-end van webapplicaties, inclusief het creëren van databases en integreren van software met Azure via CI/CD-pijplijnen.",
        "description2": "Ik heb sinds mijn jeugd een liefde voor Noorwegen, de cultuur en de taal. Verhuizen naar Noorwegen is een droom die ik altijd heb gehad. Ik spreek vloeiend Noors en werken in Noorwegen – of dat nu op afstand of, idealiter, op kantoor is – is mijn prioriteit. Ik kijk ernaar uit om de stappen te nemen om deze jeugddroom werkelijkheid te laten worden!",
        "note": "Als je enig inzicht hebt in {span}, of graag met mij hierover wilt praten, aarzel dan niet om altijd een {mail} te sturen",
        "notespannorway": "verhuizen naar Noorwegen",
        "notespanmail": "stuur mij een e-mail"
    },
    "education": {
        "hu": {
            "description1": "Voltooide een bacheloropleiding van 4 jaar in Software Development, gericht op webontwikkeling, databases en systeemontwerp/architectuur. Gespecialiseerd in webontwikkeling en -ontwerp, met een sterke basis in ontwerpprincipes, patronen en objectgeoriënteerd programmeren.",
            "description2": "Gevorderd in het schrijven van schoon, onderhoudbaar code en het toepassen van Agile en Scrum-methodologieën voor effectieve projectbeheer. Ervaring in Test-Driven Development (TDD) en het implementeren van veilige toepassingen, inclusief JWT-authenticatie en naleving van ISO 25010 softwarekwaliteitsnormen."
        }
    },
    "work": {
        "mysolution": {
            "description1": "Ontwierp en ontwikkelde een aanpasbare kandidaat onboarding portal voor Mysolution-klanten met een brede stack: React, TypeScript en Java Spring. Leverde een SQLite-ondersteunde Salesforce-integratie en schaalbare back-end ondersteuning voor gepersonaliseerde bedrijfswebsites, wat zorgde voor een naadloze en efficiënte gebruikerservaring.",
            "description2": "Voerde gedetailleerd onderzoek uit naar GDPR-naleving en implementeerde veilige JWT-authenticatie met een robuust gebruikersmachtigingssysteem. Werd georiënteerd op het bouwen van een platform dat zowel veilig als gebruiksvriendelijk was en kon worden aangepast aan diverse klantvereisten. Verantwoordelijk voor het gehele project van begin tot eind, met een technisch solide en betrouwbare oplossing."
        },
        "hjemvik": {
            "description1": "Ontwikkelde een full-stack e-commerce platform voor Hjemvik, een Noors bedrijf, met React en TypeScript en Java Spring. Ontwierp een strakke, responsieve interface geoptimaliseerd voor zowel desktop- als mobielgebruik, wat zorgde voor een visueel aantrekkelijke en intuïtieve winkelervaring.",
            "description2": "Wendde zich tot het leveren van een op maat gemaakte oplossing voor Hjemvik’s online aanwezigheid, het creëren van een gebruikerservaring die soepel verloopt en aankopen stimuleert. Nam volledige verantwoordelijkheid voor zowel front-end als back-endontwikkeling, waarbij het platform de bedrijfsdoelen van het bedrijf nauwkeurig en met oog voor detail bereikte."
        }
    },
    "certificates": {
        "no": "Nog geen Certificaten behaald, maar ik werk er hard aan ;)"
    },
    "stack": {
        "tools": "Tools en Software",
        "security": "Beveiliging",
        "frontenddescription": "Ik ben gespecialiseerd in moderne webontwikkeling met tools zoals React, Svelte en Lit. Met expertise in JavaScript, TypeScript, HTML, CSS en Tailwind ontwerp ik responsieve, toegankelijke en visueel aantrekkelijke gebruikersinterfaces.",
        "backenddescription": "Mijn back-end expertise omvat Java, Python en C#, met frameworks zoals Spring en JUnit5. Ik ben ervaren in het beheren van databases zoals PostgreSQL en SQLite, en lever robuuste, schaalbare en veilige serveroplossingen.",
        "toolsandsoftwaredescription": "Bekwaam in tools zoals VS Code, IntelliJ IDEA en Postman optimaliseer ik workflows met Git, Docker en Azure. Of het nu gaat om ontwerpen in Figma of het beheren van API’s, ik gebruik geavanceerde platforms zoals Salesforce en Visual Paradigm.",
        "securitydescription": "Ik ben gespecialiseerd in veilige ontwikkeling met expertise in OWASP Top 10, rolgebaseerde toegangscontrole en cyberdreigingen zoals injectie en brute force-aanvallen. Ik implementeer robuuste oplossingen met encryptie, JWT-tokens, API-sleutelbeheer en naleving van GDPR- en ISO 25010-normen.",
        "testingdescription": "Ik lever betrouwbare software door middel van Test-Driven Development, end-to-end testen en CI/CD-praktijken. Met tools zoals JUnit5, JaCoCo en GitHub Action Pipelines garandeer ik hoge codekwaliteit en robuuste geautomatiseerde tests voor volledige dekking.",
        "languages": {
            "title": "Talen",
            "norwegian": "Noors - Werkproficiëntie en dicht bij moedertaal. (C1)",
            "english": "Engels - Moedertaal. (C2)",
            "dutch": "Nederlands - Moedertaal. (C2)"
        }
    },
    "hobbies": {
        "text": "In mijn vrije tijd hou ik ervan om actief te zijn en dingen in de natuur te doen. Ik train in de gym, maak wandelingen met mijn hond, Rowdy (Golden Retriever), en maak {fjellturer} (bergtochten) door heel Noorwegen. In de afbeelding hierboven was ik bijvoorbeeld bij Preikestolen in Rogaland met een vriend van mij. Åja, en ik luister graag naar Rock/metal (vooral van Kvelertak en Ensiferum).",
        "bodybuilding": "Bodybuilding",
        "chess": "Schaak",
        "mountains": "Wandelingen in de bergen",
        "learningnorwegian": "Noors leren (taal, cultuur enz.)",
        "dogwalks": "Wandelingen met mijn hond (Golden Retriever)"
    },
    "general": {
        "mail": "E-mail",
        "norway": "Noorwegen"
    }
}