{
    "chapters": {
        "home": "Hjem",
        "about": "Om meg",
        "education": "Utdanning",
        "work": "Arbeidserfaring",
        "norway": "Norge",
        "contact": "Kontakt"
    },
    "home": {
        "intro": "Mitt navn er",
        "maintext": "En Full Stack Developer som er dyktig i å bygge end-to-end programvareløsninger"
    },
    "about": {
        "1": "Jeg er Wessel, en full-stack programvareutvikler med {exp} års erfaring. Jeg er dyktig i å bygge både front-end og back-end av webapplikasjoner, inkludert å lage databaser og integrere programvare på Azure. Jeg sørger for at alle komponentene fungerer sømløst sammen og leverer fullt integrerte, end-to-end løsninger.",
        "2": "Jeg har vært forelsket i Norge, kulturen og språket siden barndommen, og å flytte dit har alltid vært en drøm for meg. Jeg snakker norsk flytende, og å jobbe i Norge—enten eksternt eller, helst, på kontoret—er min høyeste prioritet. Jeg er spent på å ta de nødvendige stegene for å gjøre denne barndomsdrømmen til virkelighet."
    },
    "education": {
        "description": "Fullførte en 4-årig bachelorgrad med fokus på programvareutvikling, inkludert webutvikling, databaser og systemdesign/arkitektur. Spesialisert innen webutvikling og design."
    },
    "work": {
        "mysolution": {
            "d1": "Utviklet en fullt tilpassbar webplattform for Mysolution ved hjelp av React, TypeScript og Java Spring, som gjorde det mulig for bedrifter å tilpasse sine nettsider.",
            "d2": "Bygde en Java Spring-backend for å håndtere trafikk mellom webappen og Salesforce-serveren, og integrerte en SQLite-database for å lagre kundens innstillinger.",
            "d3": "Implementerte sikker JWT-autentisering, CRUD-operasjoner og fulgte beste praksis for datasikkerhet.",
            "d4": "Sikret full GDPR-kompatibilitet gjennom omfattende forskning og etterlevelse av personvernregler."
        }
    },
    "stack": {
        "tools": "Verktøy og Programvare",
        "security": "Sikkerhet"
    },
    "contact": {
        "text1": "Interessert / vil du bare ha en prat? Det vil jeg gjerne også!",
        "text2": "Send meg en melding på en av disse platformene, og så skal jeg ta kontakt med deg så fort som mulig."
    }
}