{
    "about": {
        "country": "Nederland",
        "description": "Full Stack Software Engineer med erfaring som teamleder."
    },
    "sidepanel": {
        "projects": "Prosjekt",
        "education": "Utdanning",
        "skills": "Ferdigheter",
        "interests": "Interesser"
    },
    "projects": {
        "title": "Prosjekt",
        "description": "Ta en titt på alle produktene jeg har utviklet for skoleprosjekter, praksisplasser, egne prosjekter og jobber.",
        "mysolution": {
            "text1": "Mysolution tilbyr rekrutterings- og bemanningsprogramvare som automatiserer sourcing, onboarding, plassering og lønn for byråer over hele Europa, og optimaliserer HR-operasjoner fra basen i Houten, Nederland.",
            "text2": "Onboarding-portalen for kandidater, laget for Mysolution, er en brukervennlig plattform for GrowWork-kunder. Den gjør det enkelt for kandidater å sende inn informasjonen sin, og sikrer en smidig start hos GrowWork. Portalen forenkler papirarbeid, sørger for GDPR-samsvar og reduserer administrativt arbeid for GrowWork.",
            "date": "September 2024 - Januar 2025",
            "role1": "Full Stack Utvikler",
            "role2": "GDPR-forsker"
        },
        "luftan": {
            "text1": "Luftan, et svensk merke, lager miljøvennlige aromadiffusere som beriker rom med avslappende dufter, og prioriterer bærekraft, avslapning og en forbedret sensorisk opplevelse.",
            "text2": "Luftan e-handelsplattformen er en fullt integrert SaaS-løsning som lar kunder enkelt utforske og kjøpe et bredt utvalg av aromadiffusere og dufter. Med et brukervennlig grensesnitt, forenkler den handleopplevelsen, med tilgang til detaljerte produktbeskrivelser, kundeanmeldelser og personlige anbefalinger.",
            "date": "August 2024 - Nåværende",
            "role1": "Full Stack Utvikler",
            "role2": "Teamleder"
        },
        "smartfinance": {
            "text1": "Hogeschool Utrecht er et ledende nederlandsk universitet for anvendt vitenskap som tilbyr praktisk utdanning på bachelornivå innen business, helse og teknologi for karriereforberedelse.",
            "text2": "Smart Finance er en innovativ applikasjon designet for økonomistudenter for å generere årsregnskap for praksis og læring. Ved å simulere virkelige økonomiske scenarioer, gir appen brukerne dypere forståelse av regnskapsprinsipper, finansiell analyse og rapporteringsstandarder.",
            "date": "Februar 2024 - Juli 2024",
            "role1": "Scrum master",
            "role2": "Teamleder",
            "role3": "Full Stack Utvikler"
        }
    },
    "education": {
        "title": "Utdanning",
        "text1": "Jeg har tatt en fireårig bachelor i Full Stack Software Development ved Hogeschool Utrecht. Jeg lærte om objektorientert programmering, programvarearkitektur, sikkerhet, tilgjengelighet og behovsavklaring med kunder jeg har jobbet med.",
        "text2": "Selv om jeg studerte mest back-end, bestemte jeg meg for å spesialisere meg i front-end mot slutten av utdanningen for å få et bredt spekter innen fullstack-utvikling."
    },
    "skills": {
        "skillstitle": "Ferdigheter",
        "languages": "Språk",
        "dutch": "Nederlandsk · Morsmål (C1)",
        "norwegian": "Norsk · Tospråklig (C1)",
        "english": "Engelsk · Arbeidsferdighet (B2)",
        "tools": "Verktøy"
    },
    "interests": {
        "title": "Interesser",
        "1": "Lære norsk / Alt om Norge",
        "2": "Sjakk - 800 elo",
        "3": "Rock og metal (spesielt bandet Kvelertak)",
        "4": "Tur i naturen med hunden min Rowdy",
        "5": "Trening / fitness",
        "6": "Norrøn mytologi",
        "7": "Cuphead, Outlast, God of War Ragnarök"
    }
}