{
    "chapters": {
        "home": "Home",
        "education": "Education",
        "work": "Work experience",
        "skills": "Skills",
        "interests": "Interests",
        "certificates": "Certificates",
        "contact": "Contact",
        "mail": "E-mail"
    },
    "home": {
        "role": "Full-Stack Software Developer excited to embrace life and opportunities in Norway",
        "description1": "I'm Wessel, a {age}-year-old full-stack software developer living in the Netherlands with {exp} years of experience. I’m skilled in building both the front-end and back-end of web applications, including creating databases and integrating software with Azure through CI/CD pipelines.",
        "description2": "I’ve been in love with Norway, its culture, and its language since childhood, and moving there is a dream I've always had. I speak fluent Norwegian, and working in Norway—whether remotely or, ideally, in-office—is my top priority. I’m excited to take the necessary steps to make this childhood dream a reality!"
    },
    "education": {
        "hu": {
            "description1": "Completed a 4-year bachelor's degree in Software Development, focusing on web development, databases, and system design/architecture. Specialized in web development and design, with a strong foundation in design principles, patterns, and object-oriented programming.",
            "description2": "Skilled in writing clean, maintainable code and applying Agile and Scrum methodologies for effective project management. Experienced in Test-Driven Development (TDD) and implementing secure applications, including JWT authentication and adherence to ISO 25010 software quality standards."
        }
    },
    "work": {
        "mysolution": {
            "description1": "Designed and developed a customizable candidate onboarding portal for Mysolution customers using a wide stack: React, TypeScript, and Java Spring. Delivered a SQLite-backed Salesforce integration and scalable backend support for personalized business websites, ensuring a seamless and efficient user experience.",
            "description2": "Performed detailed GDPR research to ensure full compliance and implemented secure JWT authentication with a robust user permissions system. Focused on building a platform that was not only secure but also user-friendly and adaptable to diverse client requirements. Took end-to-end responsibility for the project, delivering a technically sound and reliable solution."
        },
        "strømlia": {
            "description1": "Designed and developed an e-commerce platform for Strømlia, a Norwegian Apple reseller, using React JS and Java Spring. Built a seamless and scalable online shopping experience, integrating secure payment processing, dynamic product management, and an intuitive customer interface. Engineered a robust backend with efficient database handling and optimized API performance to support high-traffic demand.",
            "description2": "Implemented secure authentication and authorization mechanisms, ensuring data protection and compliance with industry standards. Focused on delivering a high-performance, user-friendly platform that showcases Apple products with a sleek and modern UI. Took full ownership of the development process, demonstrating end-to-end Full Stack Software Development expertise."
        }
    },
    "certificates": {
        "no": "No certificates yet, but working hard ;)"
    },
    "stack": {
        "tools": "Tools and Software",
        "security": "Security",
        "frontenddescription": "Having built and designed lots of different web apps, I've been able to explore tons of different frameworks/libraries, and excel at creating beautiful and clean-coded websites in a high tempo.",
        "backenddescription": "With tons of experience in created Object Oriented Back-end systems connected with SQL databases, I know how to create a high level server with both design principles & -patterns, and optimal and efficient code architecture.",
        "toolsandsoftwaredescription": "I use a ton of different software and tools throughout my work day, from VSC and InteallIJ IDEA for building apps, to using Postman for testing the API's I've built. I have a very wide knowledge in all these tools, which causes me to work the most efficient and best way possible.",
        "securitydescription": "Having worked with a lot of differnent security aspects, I know how to build an application according to (amongst others) OWASP TOP 10 and ISO 25010 standards, and handle user input and data with care, so that it's always in the right hands.",
        "testingdescription": "To make sure all my code works and does what it's expected to do, I've been taught how to properly test code through f.e. JUnit5 end-to-end tests, integrated with a Continious Integration / Continious Development pipeline, checking whether my build fails or not with each adjustment, making sure my code is of the highest quality possible.",
        "languages": {
            "title": "Languages",
            "norwegian": "Norwegian - Work proficiency and close to native. (C1)",
            "english": "English - Native. (C2)",
            "dutch": "Dutch - Native. (C2)"
        }
    },
    "interests": {
        "text": "In my free time, I love to be active and do things out in nature. I work out at the gym, go for walks with my dog, Rowdy (Golden Retriever), and go for mountain hikes throughout all of Norway. Åja, and I love to listen to Rock/metal (especially from Kvelertak and Ensiferum).",
        "bodybuilding": "Bodybuilding",
        "mountains": "Trips in the mountains",
        "learningnorwegian": "Learning Norwegian (language, culture, etc.)",
        "dogwalks": "Walks with my dog (Golden Retriever)"
    },
    "contact": {
        "tekst": "If you want to have a chat about hiring me/working together, Norway, or any of my interests ;), feel free to always send me a message or email at {mail} or any of these platforms:"
    }
}