{
    "chapters": {
        "home": "Home",
        "education": "Education",
        "work": "Work experience",
        "skills": "Skills",
        "hobbies": "Hobbies",
        "certificates": "Certificates"
    },
    "home": {
        "role": "Full Stack Software Engineer excited to embrace life and opportunity in Norway",
        "description1": "I'm Wessel, a {age}-year-old full-stack software developer living in the Netherlands with {exp} years of experience. I’m skilled in building both the front-end and back-end of web applications, including creating databases and integrating software to Azure through CI/CD pipelines.",
        "description2": "I’ve been in love with Norway, its culture and language since childhood, and moving there is a dream I've always had. I speak fluent Norwegian, and working in Norway—whether remotely or, ideally, in-office—is my top priority. I’m excited to take the necessary steps to make this childhood dream a reality!",
        "note": "If you have any insights regarding {span}, or would like to have a chat with me about it, feel free to always {mail} on",
        "notespannorway": "moving to Norway",
        "notespanmail": "send me an e-mail"
    },
    "education": {
        "hu": {
            "description1": "Completed a 4-year bachelor's degree in Software Development, focusing on web development, databases, and system design/architecture. Specialized in web development and design, with a strong foundation in design principles, patterns, and object-oriented programming.",
            "description2": "Skilled in writing clean, maintainable code and applying Agile and Scrum methodologies for effective project management. Experienced in Test-Driven Development (TDD) and implementing secure applications, including JWT authentication and adherence to ISO 25010 software quality standards."
        }
    },
    "work": {
        "mysolution": {
            "description1": "Designed and developed a customizable candidate onboarding portal for Mysolution customers using a wide stack: React, TypeScript, and Java Spring. Delivered a SQLite-backed Salesforce integration and scalable backend support for personalized business websites, ensuring a seamless and efficient user experience.",
            "description2": "Performed detailed GDPR research to ensure full compliance and implemented secure JWT authentication with a robust user permissions system. Focused on building a platform that was not only secure but also user-friendly and adaptable to diverse client requirements. Took end-to-end responsibility for the project, delivering a technically sound and reliable solution."
        },
        "hjemvik": {
            "description1": "Developed a full-stack e-commerce platform for Hjemvik, a Norwegian company, using React with TypeScript and Java Spring. Designed a sleek, responsive interface optimized for both desktop and mobile, creating a visually appealing and intuitive shopping experience.",
            "description2": "Focused on delivering a tailored solution for Hjemvik’s online presence, crafting a user experience that feels smooth and encourages purchases. Took full responsibility for both front-end and back-end development, ensuring the platform met the company’s business goals with precision and attention to detail."
        }
    },
    "stack": {
        "tools": "Tools and Software",
        "security": "Security",
        "languages": {
            "title": "Languages",
            "norwegian": "Norwegian - Work profiency and close to native. (C1)",
            "english": "English - Native. (C2)",
            "dutch": "Dutch - Native. (C2)",
            "danish": "Danish - Upper intermediate. (B1)",
            "swedish": "Swedish - Upper intermediate. (B1)"
        }
    },
    "hobbies": {
        "text": "In my freetime I love to be active, and do things out in nature. I work out at the gym, go for walks with my dog, Rowdy (Golden Retriever), and go for {fjellturer} (mountain walks) throughout all of Norway. In the picture here above for example I was at Preikestolen in Rogaland with a friend of mine. Åja, and I love to listen to Rock / metal (especially from Kvelertak and Ensiferum).",
        "bodybuilding": "Bodybuilding",
        "chess": "Chess",
        "mountains": "Trips in the mountains",
        "learningnorwegian": "Learning Norwegian (language, culture etc.)",
        "dogwalks": "Walks with my dog (Golden Retriever)"
    },
    "general": {
        "mail": "E-mail",
        "norway": "Norway"
    }
}