{
    "chapters": {
        "home": "Heim",
        "education": "Menntun",
        "work": "Starfsreynsla"
    },
    "home": {
        "role": "Full-Stack Hugbúnaðarverkfræðingur",
        "description1": "Ég er Wessel, {age} ára full-stack hugbúnaðarsérfræðingur með {exp} árs reynslu. Ég hef hæfni í að smíða bæði framenda og bakenda veflausna, þar á meðal að búa til gagnagrunna og samþætta hugbúnað við Azure með CI/CD-pípum. Ég tryggi að allir hlutar virki saman á hnökralausan hátt og skila fullkomlega samþættum lausnum frá upphafi til enda.",
        "description2": "Ég hef verið heillaður af Noregi, menningu hans og tungumáli frá barnæsku, og að flytja þangað er draumur sem ég hef alltaf haft. Ég tala reiprennandi norsku, og að vinna í Noregi—hvort sem það er fjarvinnsla eða helst á skrifstofu—er mitt aðalmarkmið. Ég er spenntur fyrir því að taka nauðsynleg skref til að gera þennan barnæskudraum að veruleika!",
        "call": "Hringdu í mig"
    },
    "education": {
        "hu": {
            "description": "Lokið 4 ára BS-námi með áherslu á hugbúnaðarþróun, þar á meðal vefþróun, gagnagrunna og kerfishönnun/arkitektúr. Sérhæfing í vefþróun og hönnun."
        }
    },
    "work": {
        "mysolution": {
            "description": "Hannaði og þróaði að fullu sérsniðna veflausn með React, TypeScript og Java Spring, tók ábyrgð á verkefninu til að tryggja GDPR-samræmi, örugga JWT auðkenningu, Salesforce samþættingu með SQLite, og sterkan bakenda fyrir sérsniðin viðskiptavefsíður."
        },
        "skogogsinne": {
            "description": "Smíðaði full-stack norsk rafræna viðskiptalausn fyrir Skog & Sinne með React, TypeScript og Java Spring, þar sem skandinavísk arfleifð var sýnd í nútímalegri hönnun. Útfærði örugga JWT auðkenningu, PostgreSQL gagnagrunn, og stækkanleg REST API. Setti upp CI/CD-pípu með prófunardrifinni þróun (TDD) til að tryggja gæði og hraða útgáfu."
        }
    },
    "stack": {
        "tools": "Tól og hugbúnaður",
        "security": "Öryggi",
        "languages": {
            "title": "Tungumál",
            "norwegian": "Norska - Vinnustig og nálægt móðurmáli. (C1)",
            "english": "Enska - Móðurmál. (C2)",
            "dutch": "Hollenska - Móðurmál. (C2)",
            "danish": "Danska - Millistig. (B1)",
            "swedish": "Sænska - Millistig. (B1)"
        }
    },
    "footer": {
        "message1": "Hefur áhuga / langar bara að spjalla? Mig líka!",
        "message2": "Sendu mér {mail}, og ég svara eins fljótt og auðið er!",
        "mail": "póstur"
    }
}