{
    "about": {
        "country": "Nederland",
        "description": "Full Stack Software Engineer met ervaring als teamleider."
    },
    "sidepanel": {
        "projects": "Projecten",
        "education": "Opleiding",
        "skills": "Vaardigheden",
        "interests": "Interesses"
    },
    "projects": {
        "title": "Projecten",
        "description": "Bekijk alle producten die ik heb ontwikkeld voor schoolprojecten, stages, persoonlijke projecten en banen.",
        "mysolution": {
            "text1": "Mysolution biedt wervings- en uitzendsoftware die sourcing, onboarding, plaatsing en salarisverwerking automatiseert voor bureaus in heel Europa, en HR-operaties optimaliseert vanuit de basis in Houten, Nederland.",
            "text2": "Het onboardingportaal voor kandidaten, gemaakt voor Mysolution, is een gebruiksvriendelijk platform voor GrowWork-klanten. Het stelt kandidaten in staat om eenvoudig hun gegevens in te dienen, wat zorgt voor een soepele start bij GrowWork. Het stroomlijnt het papierwerk en waarborgt AVG-compliance, waardoor het aanwervingsproces eenvoudiger wordt en de administratieve last voor GrowWork wordt verminderd.",
            "date": "September 2024 - Januari 2025",
            "role1": "Full Stack Ontwikkelaar",
            "role2": "AVG-onderzoeker"
        },
        "luftan": {
            "text1": "Luftan, een Zweeds merk, creëert milieuvriendelijke aromaverspreiders die ruimtes verrijken met kalmerende geuren en duurzaamheid, ontspanning en een verrijkte zintuiglijke ervaring centraal stellen.",
            "text2": "Het Luftan e-commerce platform is een volledig geïntegreerde SaaS-oplossing waarmee klanten eenvoudig kunnen browsen en een breed scala aan aromaverspreiders en geuren kunnen kopen. Met een gebruiksvriendelijke interface vereenvoudigt het de winkelervaring, met toegang tot gedetailleerde productbeschrijvingen, klantrecensies en persoonlijke aanbevelingen.",
            "date": "Augustus 2024 - heden",
            "role1": "Full Stack Ontwikkelaar",
            "role2": "Teamleider"
        },
        "smartfinance": {
            "text1": "Hogeschool Utrecht is een toonaangevende Nederlandse hogeschool die praktische hbo-opleidingen aanbiedt op het gebied van bedrijfskunde, gezondheid en technologie voor carrièregericht onderwijs.",
            "text2": "Smart Finance is een innovatieve applicatie voor businessstudenten om jaarlijkse financiële overzichten op te stellen voor oefening en studie. Door het simuleren van reële financiële situaties verdiepen gebruikers hun kennis van boekhoudprincipes, financiële analyse en verslagleggingsnormen.",
            "date": "Februari 2024 - Juli 2024",
            "role1": "Scrum master",
            "role2": "Teamleider",
            "role3": "Full Stack Ontwikkelaar"
        }
    },
    "education": {
        "title": "Opleiding",
        "text1": "Ik heb een vierjarige bachelor Full Stack Software Development gevolgd aan de Hogeschool Utrecht. Ik heb geleerd over Object Georiënteerd Programmeren, Software Architectuur, Beveiliging, Toegankelijkheid en het bespreken van behoeften en wensen met klanten.",
        "text2": "Hoewel ik me tijdens mijn studie vooral op back-end heb gericht, koos ik in mijn laatste jaren voor een specialisatie in front-end om een breed spectrum in Full Stack Development te verkrijgen."
    },
    "skills": {
        "skillstitle": "Vaardigheden",
        "languages": "Talen",
        "dutch": "Nederlands · Moedertaal (C1)",
        "norwegian": "Noors · Tweetalig (C1)",
        "english": "Engels · Werkvaardigheid (B2)",
        "tools": "Tools"
    },
    "interests": {
        "title": "Interesses",
        "1": "Noors leren / Alles over Noorwegen",
        "2": "Schaken - 800 elo",
        "3": "Rock en metal (vooral de band Kvelertak)",
        "4": "Natuurtochten met mijn hond Rowdy",
        "5": "Sporten / fitness",
        "6": "Noorse mythologie",
        "7": "Cuphead, Outlast, God of War Ragnarök"
    }
}