{
    "chapters": {
        "home": "Home",
        "about": "Over mij",
        "education": "Opleiding",
        "work": "Werkervaring",
        "norway": "Noorwegen"
    },
    "home": {
        "intro": "Mijn naam is",
        "maintext": "Een Full Stack Developer vaardig in het bouwen van end -to-end softwareoplossingen"
    },
    "about": {
        "1": "Ik ben Wessel, een full-stack softwareontwikkelaar met {exp} jaar ervaring. Ik ben vaardig in het bouwen van zowel de front-end als de back-end van webapplicaties, inclusief het creëren van databases en het integreren van software op Azure. Ik zorg ervoor dat alle componenten naadloos samenwerken en lever volledig geïntegreerde, end-to-end oplossingen.",
        "2": "Sinds mijn jeugd was ik altijd al verliefd op Noorwegen, inclusief de cultuur en taal, en het verhuizen naar Noorwegen is altijd al een droom van mij geweest. Ik spreek vloeiend Noors, en werken in Noorwegen—of dit nu op afstand is of, bij voorkeur, op kantoor—is mijn hoogste prioriteit. Ik ben enthousiast om de nodige stappen te zetten om deze kinderdroom werkelijkheid te maken."
    },
    "education": {
        "description": "Ronde een 4-jarige bacheloropleiding af met een focus op softwareontwikkeling, inclusief webontwikkeling, databases en systeemontwerp/architectuur. Gespecialiseerd in webontwikkeling en design."
    },
    "work": {
        "mysolution": {
            "d1": "Ontwikkelde een volledig aanpasbaar webplatform voor Mysolution met React, TypeScript en Java Spring, waarmee bedrijven hun websites konden personaliseren.",
            "d2": "Bouwde een Java Spring-backend om het verkeer tussen de webapp en de Salesforce-server te verwerken, met een geïntegreerde SQLite-database om klantinstellingen op te slaan.",
            "d3": "Implementeerde veilige JWT-authenticatie, CRUD-bewerkingen en volgde best practices voor databeveiliging.",
            "d4": "Zorgde voor volledige naleving van de AVG door uitgebreid onderzoek en naleving van gegevensbeschermingsregelgeving."
        }
    },
    "stack": {
        "tools": "Tools en Software"
    }
}