{
    "header": {
        "profile": "Profiel",
        "work": "Werkervaring",
        "education": "Opleiding",
        "skills": "Vaardigheden"
    },
    "about": {
        "description": "Ik ben een {age}-jarige gast uit Houten, Nederland. Ik ben zowel in staat om server / back-end ontwikkeling te doen als web / front-end ontwikkeling."
    },
    "profile": {
        "1": "Mijn naam is Wessel van Dalen en ik ben een Full Stack Software Engineer uit Nederland. Ik bouw websites, servers & databases en bespreek behoeften en wensen met klanten. Ik heb HBO ICT Software Development (4-jarige bacheloropleiding) gestudeerd aan de Hogeschool Utrecht in Utrecht, waar ik een hoog niveau van expertise in software engineering heb ontwikkeld.",
        "2": "Ik ben zowel geïnteresseerd in werken in Nederland als in Noorwegen, aangezien ik zowel Nederlands als Noors vloeiend spreek. Ik ben in staat om in een team te werken, zowel als ontwikkelaar als Scrum Master / teamleider, waarbij ik tijdens mijn studie teamleider was in alle groepsprojecten (en daar goede feedback op kreeg).",
        "3": "In mijn vrije tijd maak ik graag wandelingen in de natuur met mijn hond Rowdy, sport ik graag in de sportschool, speel ik graag spellen die ik leuk vind en breng ik tijd door met vrienden en mijn vriendin."
    },
    "work": {
        "mysolution": {
            "text": "Het kandidaat-onboardingportaal, gecreëerd voor Mysolution, is een gebruiksvriendelijk platform voor GrowWork-klanten. Het stelt kandidaten in staat om eenvoudig hun informatie in te dienen, waardoor ze een soepele start bij GrowWork hebben. Het stroomlijnt de administratie en zorgt voor naleving van de AVG, waardoor het wervingsproces vereenvoudigd wordt, een efficiënte en transparante ervaring biedt voor kandidaten en administratieve werk voor GrowWork vermindert.",
            "date": "September 2024 - Januari 2025"
        },
        "hu": {
            "text": "Smart Finance is een innovatieve applicatie ontworpen voor bedrijfseconomie-studenten om jaarlijkse financiële overzichten op te stellen voor oefening en leerdoeleinden. Door echte financiële scenario's te simuleren, kunnen gebruikers hun begrip van boekhoudprincipes, financiële analyse en rapportagestandaarden verdiepen. Deze hands-on aanpak verbetert de leerresultaten en rust studenten uit met essentiële vaardigheden voor hun toekomstige carrière in de financiële sector.",
            "date": "Februari 2024 - Juli 2024"
        }
    },
    "education": {
        "hu": {
            "date": "Augustus 2022 - Juli 2026",
            "li1": "4-jarige bacheloropleiding",
            "li2": "Specialisatie in Front-end",
            "li3": "2 stages & 1 minor"
        }
    },
    "skills": {
        "languages": {
            "title": "Talen",
            "description": "Geboren en getogen met Nederlands, Engels geleerd op school. Noors geleerd door zelfstudie, vrienden, games/tv-programma's/boeken/podcasts en vakanties.",
            "dutch": "Nederlands - Moedertaal (C1)",
            "english": "Engels - Tweetalig (C1)",
            "norwegian": "Noors - Werkvaardigheid (B2)"
        },
        "frontend": {
            "description": "Gespecialiseerd in gebruiksvriendelijke, aantrekkelijke en toegankelijke websites."
        },
        "backend": {
            "description": "Zeer bedreven in het bouwen van complexe back-end systemen incl. databases, vooral in Java / vergelijkbare talen."
        },
        "security": {
            "description": "Diepe kennis van verschillende beveiligingsaspecten - van cyberdreigingen tot het opzetten van eigen beveiligingsconfiguraties."
        },
        "tools": {
            "title": "Tools",
            "description": "Tools waarmee ik werk / mijn weg mee weet."
        }
    }
}